Repository: M01K0/nordseye
Catalog: mkahawa-printer/po/*.po
Languages: es

source: Time:
es: Tiempo:

source: Owed:
es: A pagar:

source: Other:
es: Otros:

source: Change password
es: Cambiar clave

source: Old password:
es: Clave vieja:

source: New password:
es: Clave nueva:

source: New password (again):
es: Clave nueva (de nuevo):

source: Cancel
es: Cancelar

source: Click here to start
es: Click aquí para comenzar

source: Member ID:
es: ID de Socio:

source: Password:
es: Clave:

source: Usage: %s -host <server> -name <myname> [options] <server>: the server's hostname or IP <myname>: the name this client is going to be identified with Options: -port <port>: Connect to the specified port (default: 2999). -nossl: do not use SSL to connect (default: use SSL). -certpass <password>: password used for the cerfificate (default: none). Ignored if not using SSL (-nossl option enabled).
es: Modo de uso: %s -host <servidor> -name <minombre> [opciones] <servidor>: el nombre o el IP del servidor <minombre>: el nombre con el cual este cliente será identificado Opciones: -port <puerto>: Conectar al puerto especificado (defecto: 2999) -nossl: no usar SSL en la conección (defecto: usar SSL) -certpass <clave>: clave usada para el certificado (defecto: nada) Ingnorado si no se usa SSL (si se usa la opción -nossl).

source: [E]Invalid option %s
es: [E]Opción inválida %s

source: [E]File "cert.pem" not found!!
es: [E]Archivo "cert.pem" no encontrado!!

source: [E]File "CA.pem" not found!!
es: [E]Archivo "CA.pem" no encontrado!!
