Repository: M01K0/nordseye
Catalog: mkahawa-srv/po/*.po
Languages: es, ru_ru

source: (USD, GBP, EUR, KES)
es: (USD, GBP, EUR, KEX, MX)
