Repository: M01K0/nordseye
Catalog: mkahawa-srv/po/*.po
Languages: es, ru_ru

source: Permission
es: Permisos
ru_ru: Права доступа

source: Unable to access this feature. Contact the Administrator
es: Imposible acceder a esta funcionalidad Contacte al administrador
ru_ru: Нет достура к этой опции. Свяжитесь с Админом

source: Client:
es: Cliente:
ru_ru: Клиент:

source: Edit
es: Editar
ru_ru: Редактировать

source: Browse Time:
es: Ver Tiempo:
ru_ru: Выбрать время:

source: Products:
es: Productos:
ru_ru: Товары:

source: Name
es: Nombre
ru_ru: Название

source: Amount
es: Monto
ru_ru: Количество

source: Price
es: Precio
ru_ru: Цена

source: Time Interval:
es: Intervalo de Tiempo:
ru_ru: Интервал времени:

source: Start
es: Inicio
ru_ru: Начало

source: Duration
es: Duración
ru_ru: Продолжительность

source: Total Duration:
es: Duración Total
ru_ru: Общая продолжительность:

source: Total Amount:
es: Monto Total:
ru_ru: Общее количество:

source: Discount:
es: Descuento:
ru_ru: Скидка:

source: Cash
es: Efectivo
ru_ru: Наличные

source: Log Cancelled
es: Bitacora Cancelada
ru_ru: Логи отключено

source: Cancel Sale
es: Cancelar Venta
ru_ru: Отменить продажу

source: Calc Change
es: Cambio Calculado
ru_ru: Подсчитать изменения

source: Total time:
es: Tiempo Total:
ru_ru: Общее время:

source: Workstation time:
es: Tiempo de la Estacion:
ru_ru: Время станции:

source: Tax
es: Impuesto
ru_ru: Налог

source: Ticket number:
es: Numero de Ticket:
ru_ru: Номер билета:

source: Date:
es: Fecha:
ru_ru: Дата:

source: Member:
es: Socio:
ru_ru: Член:

source: Subtotal:
ru_ru: Промежуточный:

source: Total price:
es: Precio Total:
ru_ru: Общая сумма:

source: Change member
es: Cambiar Socio
ru_ru: Вибрать члена

source: Enter the member ID (0 for none):
es: Ingrese el ID de Socio (0 para ninguno)
ru_ru: Ввести ID члена (0 без изменений):

source: New price
es: Nuevo Precio
ru_ru: Новая цена

source: Enter the new price:
es: Ingrese el nuevo precio:
ru_ru: Введите новую цену:

source: Edit ticket format
es: Edite el formato de ticket
ru_ru: Редактировать формат билета

source: Header:
es: Encabezado:
ru_ru: Заголовок:

source: Footer:
es: Pie de Página
ru_ru: Нижняя часть:

source: Tax name:
es: Nombre Impuesto:
ru_ru: Название налога:

source: Tax %:
es: % Impuesto:
ru_ru: Налог %:

source: Accept
es: Aceptar
ru_ru: Применить

source: Cancel
es: Cancelar
ru_ru: Отменить

source: Calculate change
es: Calcular cambio
ru_ru: Посчитать изменения

source: The client paid with:
es: El cliente pago con:
ru_ru: Способ оплаты клиента:

source: Change:
es: Cambio:
ru_ru: Выбрать:

source: Information Update
es: Actualizar información
ru_ru: Обновление информации

source: Clients
es: Clientes
ru_ru: Клиенты

source: Log
ru_ru: Лог

source: Report
es: Reporte
ru_ru: Отчёт

source: Start a Session
es: Iniciar Sesión
ru_ru: Начать сеанс

source: Pause Session
es: Pausar Sesión
ru_ru: Пауза сеанса

source: Stop Session
es: Detener Sesión
ru_ru: Остановить сеанс

source: Continue Session
es: Continuar Sesión
ru_ru: Продолжить сеанс

source: Swap Sessions
es: Cambiar Sesión
ru_ru: Обменять сеансы

source: Set Timeout
es: Definir Tiempo
ru_ru: Установить задержку

source: Message Client
es: Mensaje al Cliente
ru_ru: Уведомление клиента

source: Cyber Settings
es: Configurar Cyber
ru_ru: Настройки Cyber

source: Staff Login
ru_ru: Логин сотрудника

source: New Client
es: Agregar Cliente
ru_ru: Добавить клиента

source: Delete Client
es: Eliminar Cliente
ru_ru: Удалить клиента

source: Client Icons
es: Iconos de Cliente
ru_ru: Значёк клиента

source: Client Details
es: Detalle del Cliente
ru_ru: Детали клиента

source: Client
es: Cliente
ru_ru: Клиент

source: Status
es: Estatus
ru_ru: Состояние

source: End
es: Fin
ru_ru: Конец

source: Length
es: Ancho
ru_ru: Продолжительность

source: Session Cost
es: Costo de Sesión
ru_ru: Стоимость сеанса

source: Other
es: Otro
ru_ru: Другое

source: Grant 10 Minutes
es: Agregar 10 Minutos
ru_ru: Дать 10 минут

source: Grant 20 Minutes
es: Agregar 20 Minutos
ru_ru: Дать 20 минут

source: Grant 30 Minutes
es: Agregar 30 Minutos
ru_ru: Дать 30 минут

source: Grant 1 Hour
es: Agregar 1 Hora
ru_ru: Дать 1 час

source: Time:
es: Tiempo:
ru_ru: Время:

source: Total:
ru_ru: Всего:

source: Terminal:
ru_ru: Терминал:

source: Blank Screen
es: Pantalla en Blanco
ru_ru: Пустой экран

source: Set Member
es: Definir Socio
ru_ru: Назначить членом

source: Reboot Machine
es: Reiniciar terminal
ru_ru: Перезагрузить компьютер

source: Shutdown Machine
es: Apagar terminal
ru_ru: Выключить компьютер

source: Update Client
es: Actualizar Cliente
ru_ru: Обновить клиента

source: User May Start Session
es: El usuario puede iniciar sesión
ru_ru: Пользователь должен начать сеанс

source: Member May Start Session
es: Socios pueden iniciar sesión
ru_ru: Член должен начать сеанс

source: Login by Ticket
es: Firmarse por ticket
ru_ru: Ввойти по билету

source: Allow Assistance Request
es: Permitir petición de asistencia
ru_ru: Разрешить запрос помощи

source: Shutdown Client
es: Apagar Cliente
ru_ru: Выключить клиента

source: Admin Password
es: Password de administrador
ru_ru: Пароль администратора

source: Products
es: Productos
ru_ru: Товары

source: Cashing
es: Efectivo
ru_ru: Продажи

source: Tariff
es: Tarifa
ru_ru: Тарифы

source: Members
ru_ru: Члены

source: Staff
ru_ru: Сотрудники

source: Exit Mkahawa
es: Salir de Mkahawa
ru_ru: Выйти из Mkahawa

source: Do you really want to quit Mkahawa?
es: ¿Realmente desea salir de Mkahawa?
ru_ru: Вы действительно хотите выйти из Mkahawa?

source: Member
es: Socio
ru_ru: Член

source: Member ID (0 for none):
es: ID Socio (0 para ninguno)
ru_ru: ID члена (0 без изменений):

source: Error
ru_ru: Ошибка

source: Invalid member
es: Socio Invalido
ru_ru: Неверный член

source: Set Member to Client
es: Definir socio al cliente
ru_ru: Назначить члена для клиента

source: Member Name
es: Nombre del Socio
ru_ru: Имя члена

source: Overdrawn Account
es: Cuenta Sobregirada
ru_ru: Перерасход счёта

source: Replenish the account first.
es: Primero reponga la cuenta.
ru_ru: Сначала пополнить счёт.

source: account has insufficient credit
es: la cuenta no tiene suficiente crédito
ru_ru: счёт имеет недостаточный кредит

source: Wrong old password.
es: El password anterior es incorrecto
ru_ru: Старый пароль неправильный.

source: Client Update File
es: Actualizaciones de Clientes
ru_ru: Файл обновления клиента

source: No File Selected
es: No hay archivo seleccionado
ru_ru: Не выбрано файл

source: Select an Update File?
es: Seleccione una actualización
ru_ru: Вибрали файл обновления?

source: Unable to open update file
es: No se puede abrir una actualización
ru_ru: Невозможно открыть файл обновления

source: Unable to read update file
es: No se puede leer de actualización
ru_ru: Невозможно прочесть файл обновления

source: Only Admin can update clients.
es: Solo el administrador puede actulizar clientes
ru_ru: Только Администратор может обновлять клиентов.

source: Only connected Clients can be updated
es: Solo pueden actualizarse clientes conectados
ru_ru: Только подключенные клиенты могут быть обновлены

source: Update in Progress
es: Actualización en progreso
ru_ru: Обновление в процессе

source: Updates can only be made one at a time.
es: Las actualizaciones sólo se puede hacer uno a la vez
ru_ru: Обновление может быть сделано только одно в тоже время.

source: Active Client
es: Cliente activo
ru_ru: Активный клиент

source: End the client session before updating.
es: Termine la sesión del cliente antes de la actualización
ru_ru: Завершите сеанс клиента перед обновлением.

source: Update File not found
es: Archivo de Actualización no se encuentra
ru_ru: Не найден файл обновления

source: Unable to open file
es: No se puede abrir el archivo
ru_ru: Невозможно открыть файл

source: Not a Mkahawa Update File
es: No es un archivo de actualización de Mkahawa
ru_ru: Это не файл обновления Mkahawa

source: New Client Admin Password:
es: Nuevo cliente administración password:
ru_ru: Новый административный пароль клиента:

source: Password has been sent!
es: El password ha sido enviado
ru_ru: Пароль отослан!

source: Password is invalid!
es: El password es invalido
ru_ru: Пароль неверный!

source: Current client is being updated.
es: El Cliente actual se ha actualizado
ru_ru: Текущего клиента обновлено.

source: Adjust Timeout
es: Ajustar tiempo de espera
ru_ru: Увеличить задержку

source: About
es: Acerca de
ru_ru: О программе

source: Modified by Bernard Owuor, Unwire Technologies (owuor@unwiretechnologies.net)
es: Modificado por Bernard Owuor, Unwire Technologies (owuor@uniwiretechnologies.net)
ru_ru: Модифицировано Bernard Owuor, Unwire Technologies (owuor@unwiretechnologies.net)

source: Time
es: Tiempo
ru_ru: Время

source: Minutes:
es: Minutos:
ru_ru: Минут:

source: Confirm Action
es: Confirmar Acción
ru_ru: Подтвердить действие

source: Apply this action to all stations?
es: Aplicar esta acción a todas las estaciones?
ru_ru: Применить это действие ко всем станциям?

source: Apply
es: Aplicar
ru_ru: Применить

source: Add new Client
es: Agregar nuevo Cliente
ru_ru: Добавить нового клиента

source: New Client Name:
es: Nombre del nuevo Cliente:
ru_ru: Имя нового клиента:

source: Delete Client?
es: ¿Borar este cliente?
ru_ru: Удалить клиента?

source: Delete
es: Borrar
ru_ru: Удалить

source: Add Products
es: Agregar Productos
ru_ru: Все товары

source: Enter the quantity:
es: Capture la cantidad:
ru_ru: введите количество:

source: Remove Products
es: Eliminar Productos
ru_ru: Удалить товары

source: Quantity:
es: Cantidad:
ru_ru: Количество:

source: Staff Login
es: Ingreso del Staff
ru_ru: Логин сотрудника

source: User Name:
es: Nombre Usuario:
ru_ru: Имя пользователя:

source: Password:
ru_ru: Пароль:

source: Quit
es: Salir
ru_ru: Выйти

source: Ok
ru_ru: Да

source: Welcome
es: Bienvenido
ru_ru: Приветствуем

source: Welcome to Mkahawa Cyber Manager
es: Bienvenido a Mkahawa administrador de Cyber
ru_ru: Приветствуем в кибер менеджере Mkahawa

source: Login Failure
es: Ingreso fallido
ru_ru: Вход неудался

source: Invalid Username or Password
es: Nombre de usuario o password incorrectos
ru_ru: Неверное имя пользователя или пароль

source: Logout
es: Salir
ru_ru: Вийти

source: Do you want to log out?
es: ¿Quieres cerrar la sesión?
ru_ru: Желаете выйти?

source: Message to Client
es: Mensaje al cliente
ru_ru: Сообщение клиенту

source: Message:
es: Mensaje:
ru_ru: Сообщение:

source: New
es: Nuevo
ru_ru: Добавить

source: UserID
es: ID Usuario
ru_ru: ID пользователя

source: Phone
es: Telefono
ru_ru: Телефон

source: Email
ru_ru: Почта

source: Staff Details
es: Detalles de Personal
ru_ru: Детали сотрудника

source: Name:
es: Nombre:
ru_ru: Имя:

source: E-Mail:
ru_ru: Почта:

source: Phone Number:
es: Número de Telefono
ru_ru: Номер телефона:

source: Admin Deletion
es: Eliminar Administrador
ru_ru: Удаление Администратора

source: Administrator cannot be deleted
es: El Administrador no puede ser eliminado
ru_ru: Администратор не может быть удалён

source: Edit Staff Info
es: Editar la info del personal
ru_ru: Редактировать информацию сотрудника

source: Username:
es: Usuario:
ru_ru: Имя пользователя:

source: Password:
ru_ru: Пароль:

source: Full Name:
es: Nombre Completo:
ru_ru: Полное имя:

source: Email:
ru_ru: Почта:

source: Phone:
es: Telefono
ru_ru: Телефон:

source: Permissions:-
es: Permisos:-
ru_ru: Права доступа:-

source: Edit Tariffs
es: Editar Tarifas
ru_ru: Редактировать тарифы

source: Change Tariffs
es: Cambiar Tarifas
ru_ru: Выбрать тарифы

source: Edit Member Info
es: Editar Info. Socio
ru_ru: Редактировать информацию члена

source: Set Member Clients
es: Hacer Socios Clientes
ru_ru: Назначить члена клиентам

source: General Configuration
es: Configuración General
ru_ru: Основные настройки

source: Sell Products
es: Vender Productos
ru_ru: Продажа товаров

source: Edit Products
es: Editar Productos
ru_ru: Редактировать товары

source: Stock Products
es: Productos en Existencia
ru_ru: Скидки на товары

source: Receive Payments
es: Pagos recibidos
ru_ru: Получены платежи

source: Edit Payments
es: Editar pagos
ru_ru: Редактировать платежи

source: Give Discounts
es: Descuentos otorgados
ru_ru: Дать скидку

source: Cancel Payments
es: Cancelar pagos
ru_ru: Отменить платежи

source: View Reports
es: Ver Reportes
ru_ru: Просмотреть отчеты

source: Print Reports
es: Imprimir Reportes
ru_ru: Напечатать отчеты

source: Select
ru_ru: Выбрать

source: Set Password
es: Definir Password
ru_ru: установить пароль

source: Type the password:
es: Capturar el password
ru_ru: Введите пароль:

source: Staff Member Info
es: Info de personal
ru_ru: Информация о сотруднике члене

source: Sessions:
es: Sesiones:
ru_ru: Сеансы:

source: Products:
es: Productos:
ru_ru: Товары:

source: Expenses:
es: Gastos:
ru_ru: Расходы:

source: Total:
ru_ru: Всего:

source: Station
es: Estación
ru_ru: Станция

source: Discount
es: Descuento
ru_ru: Скидка

source: Sessions
es: Sesiones
ru_ru: Сеансы

source: Product
es: Producto
ru_ru: Товар

source: Date
es: Fecha
ru_ru: Дата

source: Units
es: Unidades
ru_ru: Единици

source: Description
es: Descripción
ru_ru: Описание

source: Spent
es: Gastado
ru_ru: Израсходовано

source: Clear
es: Limpiar
ru_ru: Очистить

source: Refresh
es: Refrescar
ru_ru: Обновить

source: Expenses
es: Gastos
ru_ru: Расходы

source: Save Report
es: Guardar Reporte
ru_ru: Сохранить отчет

source: Save Log
es: Guardar Bitacora
ru_ru: Сохранить лог

source: From:
es: De:
ru_ru: От:

source: Staff:
es: Personal:
ru_ru: Сотрудник:

source: To:
es: Para:
ru_ru: к:

source: Canceled
es: Cancelado
ru_ru: Отменено

source: Summary
es: Resumen
ru_ru: В общем

source: Days:
es: Dias:
ru_ru: Дни:

source: Sun
es: Dom
ru_ru: Вск

source: Mon
es: Lun
ru_ru: Пнд

source: Tue
es: Mar
ru_ru: Втр

source: Wed
es: Mie
ru_ru: Срд

source: Thu
es: Jue
ru_ru: Чтв

source: Fri
es: Vie
ru_ru: Птн

source: Sat
es: Sab
ru_ru: Суб

source: Between:
es: Entre:
ru_ru: между:

source: and
es: y
ru_ru: и

source: Reset
es: limpiar
ru_ru: Сбросить

source: Invalid start date
es: Fecha inicio invalida
ru_ru: Неверная дата начала

source: Invalid end date
es: Fecha fin invalida
ru_ru: Неверная дата конца

source: Start date greater than end date
es: La fecha inicial es mayor a la fecha final
ru_ru: Дата начала старее даты конца

source: Description:
es: Descripción:
ru_ru: Описание:

source: Amount:
es: Monto:
ru_ru: Количество:

source: Save Report File
es: Guardar el reporte
ru_ru: Сохранить файл отчета

source: Filename Exists
es: Archivo Existente
ru_ru: Файл существует

source: File '%s' alreadt exists, overwrite?
es: El archivo '%s' ya existe, ¿desea sobre escribirlo?
ru_ru: Файл '%s' уже существует, перезаписать?

source: Report was saved
es: El reporte fue guardado
ru_ru: Отчет был сохранен

source: Report was not saved
es: El reporte no fue guardado
ru_ru: Отчет не был сохранен

source: Report not saved
es: Reporte no guardado
ru_ru: Отчет не сохранен

source: Save Log File
ru_ru: Сохранить файл лога

source: File exists
es: Archivo existente
ru_ru: Файл существует

source: File '%s' exists, overwrite?
es: El Archivo '%s' ya existe, ¿sobre escribir?
ru_ru: Файл '%s' существует, перезаписать?

source: Log file was saved
es: La bitacora fue guardada
ru_ru: Файл лога был сохранен

source: Log was not saved
es: La bitacora no fue guardada
ru_ru: Файл лога не был сохранен

source: Log file not saved
es: Archivo de bitacora no guardado
ru_ru: Файл лога не сохранен

source: Cost:
es: Costo:
ru_ru: Стоимость:

source: User ID
es: ID de usuario
ru_ru: ID пользователя

source: Full Name
es: Nombre Completo
ru_ru: Полное имя

source: Save
es: Guardar
ru_ru: Сохранить

source: Tickets
ru_ru: Билеты

source: Member Details
es: Detalles del Socio
ru_ru: Детали члена

source: Credit:
es: Credito:
ru_ru: Крелит:

source: Login ID:
ru_ru: ID логина:

source: Email:
ru_ru: Почта:

source: Add Credit
ru_ru: Добавить кредит

source: Refund Credit
ru_ru: Возвратить кредит

source: Reset Password
es: Cambiar Password
ru_ru: Сбросить пароль

source: Add new member
es: Agregar un nuevo Socio
ru_ru: Добавить нового члена

source: Type the name:
es: Capture el nombre:
ru_ru: Введите имя:

source: The new member could not be created
es: El nuevo socio no puede ser creado
ru_ru: Не удалось создать нового члена

source: Confirm
es: Confirmar
ru_ru: Подтвердить

source: Do you really want to delete this member?
es: ¿Realmente desea eliminar este socio?
ru_ru: Вы действительно желаете удалить этого члена?

source: Select Tariff
es: Selecione una tarifa
ru_ru: Выбрать тариф

source: 0 No special tariff
es: 0 No hay tarifa especial
ru_ru: 0 Нет специального тарифа

source: Add Member Credit
es: Agregrar credito al socio
ru_ru: Добавить кредит члену

source: Amount:
es: Monto:
ru_ru: Количество:

source: Refund Member Credit
ru_ru: Возвратить кредит члена

source: Could not deduct the amount
ru_ru: Не удалось удержать количество

source: Stock
es: Existencia
ru_ru: Скидка

source: Sell
es: Vender
ru_ru: Продажа

source: Complete Sale
es: Terminar venta
ru_ru: Завешенные продажи

source: Quantity
es: Cantidad
ru_ru: Количество

source: New Product
es: Nuevo Producto
ru_ru: Добавить товар

source: Category:
es: Categoria:
ru_ru: Категория:

source: Price:
es: Precio:
ru_ru: Цена:

source: Edit Product
es: Editar Producto
ru_ru: Редактировать товар

source: Adjust Stock
es: Ajuste de Existencias
ru_ru: Увеличить скидку

source: Quantity to add:
es: Cantidad para agregar:
ru_ru: Добавить количество:

source: Log Expense
es: Bitacora de Gastos
ru_ru: Лог расходов

source: Enter the price (0 to not log):
es: Captura el precio (0 para no controalr)
ru_ru: Введите цену (0 не для лога):

source: Purchase: %s (%d)
es: Compra: %s (%d)
ru_ru: Приобретение: %s (%d)

source: Quantity Sold:
es: Cantidad Vendida:
ru_ru: Количество проданого:

source: Return Products
es: Devolución de productos
ru_ru: Возврат товаров

source: Quantity Returned:
es: Cantidad devuelta:
ru_ru: Количество возвращенного:

source: Clients:
es: Clientes:
ru_ru: Клиенты:

source: Details
es: Detalles
ru_ru: Детально

source: File '%s' already exists, overwrite?
es: Archivo '%s' ya existe, sobre escribir?
ru_ru: Файл '%s' уже существует, перезаписать?

source: Fraction After
es: Fracción despues
ru_ru: Часть после

source: minutes.
es: minutos.
ru_ru: минуты.

source: Tariff Name:
es: Nombre Tarifa:
ru_ru: Название тарифа:

source: Change
es: Cambio
ru_ru: Выбрать

source: Days
es: Días
ru_ru: Дни

source: Add
es: Agregar
ru_ru: Добавить

source: Tariff Elements
es: Elementos de la Tarifa
ru_ru: Элементы тарифа

source: Start Time:
es: Tiempo inicial:
ru_ru: Время начала:

source: Hourly Rate:
es: Costo por hora:
ru_ru: Почасовая оплата:

source: Minutes
es: Minutos
ru_ru: Минуты

source: Delete Price
es: Eliminar Precio
ru_ru: Удалить цену

source: Add Price
es: Agregar Precio
ru_ru: Добавить цену

source: No days were selected
es: No hay días Seleccioandos
ru_ru: Здесь не выбраны дни

source: There isn't any selected day.
es: Aun no se seleccion ningun día
ru_ru: Здесь не выбрано ни одного дня.

source: Conflict
es: Conflicto
ru_ru: Конфликт

source: There is a conflict with another part of the tariff. Conflicting day(s) have been deselected.
es: Existe un conflicto con alguna otra parte de la tarifa. He quitado de la seleccion los días en conflicto.
ru_ru: Здесь имеем конфликт с другой частью тарифа. Конфликтующие дни будут сняты с выделения.

source: No day was selected
es: No hay días Seleccionados
ru_ru: Нет выбранных дней

source: Please select a day.
es: Por favor seleccion un día.
ru_ru: Пожалуйста выберите день.

source: There is a conflict with another part of the tariff. I have deselected the conflicting days.
es: Exite un conflicto con alguna otra parte de la tarifa. He quitado de la seleccion los días en conflicto.
ru_ru: Здесь существует конфликт с другой частью тарифа. Я могу снять выделение с конфликтующих дней.

source: Add price
es: Agregar precio
ru_ru: Добавить цену

source: Tarif
es: Tarifa
ru_ru: Тариф

source: Use New Tariff
es: Utilize una nueva tarifa
ru_ru: Использовать новый тариф

source: Tariff Name is invalid.
es: El nombre de la tarifa no es valido
ru_ru: Название тарифа неверно.

source: Generate and Print Tickets
es: Generar e Imprimir Tickets
ru_ru: Генерация и печать билетов

source: Start Date
es: Fecha Inicial
ru_ru: Дата начала

source: Expiry Date
es: Fecha de Expiracion
ru_ru: Дата конца

source: Ticket Value
es: Valor del Ticket
ru_ru: Значение билета

source: Number of Digits
es: Número de Digitos
ru_ru: Количество цифр

source: Tariff:
es: Tarifa:
ru_ru: Тариф:

source: Number of Tickets
es: Número de Tickets
ru_ru: Количество билетов

source: Ticket Lifetime
es: Tiempo de vida del ticket
ru_ru: Срок действия билета

source: Notes:
es: Notas:
ru_ru: Примечания:

source: Generated Tickets List
es: Lista de tickets generada
ru_ru: Список сгенерированных билетов

source: Ticket Number
es: Número de Ticket
ru_ru: Номер билета

source: Generate
es: Generar
ru_ru: Генерировать

source: Print
es: Imprimir
ru_ru: Печать

source: Exit
es: Salir
ru_ru: Выход

source: Query
es: Consulta
ru_ru: Запросить

source: Code:
es: Código:
ru_ru: Код:

source: Value/Units:
es: Valor/Unidades:
ru_ru: Значение/Единици:

source: Valid From:
es: Valido desde:
ru_ru: Действительный с:

source: to
es: hasta
ru_ru: до

source: Tariff/Notes:
es: Tarifa/Notas:
ru_ru: Тариф/Примечание:

source: Printed by
es: Impresy por
ru_ru: Напечатано

source: on
ru_ru: на

source: Ticket Printing
es: Imprimiendo Ticket
ru_ru: Печать билетов

source: Query and Purge Expired Tickets
es: Consulta y depura tickets expirados
ru_ru: Запросить и удалить просроченные билеты

source: Type of Ticket:
es: Tipo de Ticket:
ru_ru: Тип билета:

source: All
es: Todo
ru_ru: Все

source: Valid
es: Valido
ru_ru: Действующий

source: Expired
es: Expirado
ru_ru: Просроченный

source: Face Value:
ru_ru: Номинальная стоимость:

source: Between:
es: Entre:
ru_ru: между:

source: and
es: y
ru_ru: и

source: Current Value:
es: Valor Actual:
ru_ru: Текущее значение:

source: Expiry Date:
es: Fecha de Expiracion:
ru_ru: Дата истечения строка:

source: Between
es: Entre
ru_ru: между

source: Printing Date:
es: Fecha de Impresion:
ru_ru: Дата печати:

source: Tickets List
es: Lista de Tickets
ru_ru: Список билетов

source: Ticket
ru_ru: Билет

source: Value
es: Valor
ru_ru: Значение

source: Current
es: Actual
ru_ru: Текущий

source: Printed
es: Impreso
ru_ru: Напечатан

source: Expiry
es: Expirar
ru_ru: Окончание срока

source: Tickets have been sent to Default Printer
es: Los tickets se han enviado a la impresora por defecto
ru_ru: Билеты было послано на принтер по умолчанию

source: Do you really want to delete all these tickets?
es: ¿Realmente desea eliminat todos estos Tickets?
ru_ru: Вы действительно желаете удалить все эти билеты?

source: Mkahawa Cyber Settings
es: Configuracion de Cyber Mkahawa
ru_ru: Настройки Mkahawa Cyber

source: Cyber Operation Mode
es: Modo de operación del Cyber
ru_ru: Режимы работы Cyber

source: Postpaid
es: Post Pago
ru_ru: Послеоплата

source: Use Tickets
es: Usar Tickets
ru_ru: Использование билетов

source: Prepaid Members
es: Socios de prepago
ru_ru: Предоплаченные члены

source: Currency
es: Moneda
ru_ru: Валюта

source: Client Polling Interval
es: Intervalo de actualizacion de clientes
ru_ru: Период проверки клиента

source: Second(s)
es: Segundo(s)
ru_ru: Секунд

source: Rounding Off
ru_ru: Округление выключено

source: Default Tariff
es: Tarifa por defecto
ru_ru: Тариф по умолчанию

source: Apply Apply Settings to all Clients
es: Aplicar Aplicar la configuracion a todos los clientes
ru_ru: Применить Применить настройки ко всем клиентам

source: Do you want to save changes?
es: ¿Desea guardar los cambios?
ru_ru: Желаете сохранить изменения?

source: Members / Tickets
es: Socios / Tickets
